Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: The market surveillance authorities shall ensure that appropriate restrictive measures are taken in respect of the product or the AI system concerned, such as withdrawal of the product or the AI system from their market, without undue delay.
pt_pt: As autoridades de fiscalização do mercado garantem que sejam tomadas as medidas restritivas adequadas relativas ao produto ou ao sistema de IA em causa, como a retirada do produto ou do sistema de IA do respetivo mercado, sem demora injustificada.

source: Article 80
pt_pt: Artigo 80.o

source: Procedure for dealing with AI systems classified by the provider as non-high-risk in application of Annex III
pt_pt: Procedimento aplicável aos sistemas de IA classificados pelo prestador como não sendo de risco elevado em aplicação do anexo III

source: Where a market surveillance authority has sufficient reason to consider that an AI system classified by the provider as non-high-risk pursuant to Article 6(3) is indeed high-risk, the market surveillance authority shall carry out an evaluation of the AI system concerned in respect of its classification as a high-risk AI system based on the conditions set out in Article 6(3) and the Commission guidelines.
pt_pt: Sempre que uma autoridade de fiscalização do mercado tenha motivo suficiente para considerar que um sistema de IA, classificado pelo prestador como não sendo de risco elevado nos termos do artigo 6.o, n.o 3, é de risco elevado, a autoridade de fiscalização do mercado realiza uma avaliação do sistema de IA em causa no que diz respeito à sua classificação como sistema de IA de risco elevado, com base nas condições estabelecidas no artigo 6.o, n.o 3, e nas orientações da Comissão.

source: Where, in the course of that evaluation, the market surveillance authority finds that the AI system concerned is high-risk, it shall without undue delay require the relevant provider to take all necessary actions to bring the AI system into compliance with the requirements and obligations laid down in this Regulation, as well as take appropriate corrective action within a period the market surveillance authority may prescribe.
pt_pt: Se, no decurso dessa avaliação, a autoridade de fiscalização do mercado considerar que o sistema de IA em causa é de risco elevado, exige ao prestador em causa, sem demora injustificada, que tome todas as medidas necessárias para assegurar a conformidade do sistema de IA com os requisitos e obrigações estabelecidos no presente regulamento, e que tome as medidas corretivas adequadas num prazo que pode ser fixado pela autoridade de fiscalização do mercado.

source: Where the market surveillance authority considers that the use of the AI system concerned is not restricted to its national territory, it shall inform the Commission and the other Member States without undue delay of the results of the evaluation and of the actions which it has required the provider to take.
pt_pt: Se a autoridade de fiscalização do mercado considerar que a utilização do sistema de IA em causa não se restringe ao respetivo território nacional, comunica sem demora injustificada à Comissão e aos outros Estados-Membros os resultados da avaliação e as medidas que exigiu que o operador tomasse.

source: The provider shall ensure that all necessary action is taken to bring the AI system into compliance with the requirements and obligations laid down in this Regulation.
pt_pt: O prestador garante que sejam tomadas todas as medidas necessárias para assegurar a conformidade do sistema de IA com os requisitos e obrigações estabelecidos no presente regulamento.

source: Where the provider of an AI system concerned does not bring the AI system into compliance with those requirements and obligations within the period referred to in paragraph 2 of this Article, the provider shall be subject to fines in accordance with Article 99.
pt_pt: Se o prestador de um sistema de IA em causa não tornar o sistema de IA conforme com esses requisitos e obrigações no prazo referido no n.o 2 do presente artigo, esse prestador fica sujeito a coimas em conformidade com o artigo 99.o.

source: The provider shall ensure that all appropriate corrective action is taken in respect of all the AI systems concerned that it has made available on the Union market.
pt_pt: O prestador garante a aplicação de todas as medidas corretivas adequadas relativamente aos sistemas de IA em causa por si disponibilizados no mercado da União.

source: Where the provider of the AI system concerned does not take adequate corrective action within the period referred to in paragraph 2 of this Article, Article 79(5) to (9) shall apply.
pt_pt: Se o prestador do sistema de IA em causa não tomar as medidas corretivas adequadas no prazo referido no n.o 2 do presente artigo, aplicam-se as disposições do artigo 79.o, n.os 5 a 9.

source: Where, in the course of the evaluation pursuant to paragraph 1 of this Article, the market surveillance authority establishes that the AI system was misclassified by the provider as non-high-risk in order to circumvent the application of requirements in Chapter III, Section 2, the provider shall be subject to fines in accordance with Article 99.
pt_pt: Se, no decurso da avaliação nos termos do n.o 1 do presente artigo, a autoridade de fiscalização do mercado concluir que o prestador classificou erradamente o sistema de IA como não sendo de risco elevado para contornar a aplicação dos requisitos previstos no capítulo III, secção 2, esse prestador fica sujeito a coimas em conformidade com o artigo 99.o.

source: In exercising their power to monitor the application of this Article, and in accordance with Article 11 of Regulation (EU) 2019/1020, market surveillance authorities may perform appropriate checks, taking into account in particular information stored in the EU database referred to in Article 71 of this Regulation.
pt_pt: No exercício dos seus poderes de acompanhamento da aplicação do presente artigo e em conformidade com o artigo 11.o do Regulamento (UE) 2019/1020, as autoridades de fiscalização do mercado podem efetuar verificações adequadas, tendo em conta, em especial, as informações armazenadas na base de dados da UE a que se refere o artigo 71.o do presente regulamento.

source: Article 81
pt_pt: Artigo 81.o

source: Union safeguard procedure
pt_pt: Procedimento de salvaguarda da União

source: Where, within three months of receipt of the notification referred to in Article 79(5), or within 30 days in the case of non-compliance with the prohibition of the AI practices referred to in Article 5, objections are raised by the market surveillance authority of a Member State to a measure taken by another market surveillance authority, or where the Commission considers the measure to be contrary to Union law, the Commission shall without undue delay enter into consultation with the market surveillance authority of the relevant Member State and the operator or operators, and shall evaluate the national measure.
pt_pt: Se, no prazo de três meses após a receção da notificação a que se refere o artigo 79.o, n.o 5, ou no prazo de 30 dias em caso de incumprimento da proibição das práticas de IA a que se refere o artigo 5.o, a autoridade de fiscalização do mercado de um Estado-Membro formular objeções a uma medida tomada por outra autoridade de fiscalização do mercado, ou a Comissão considerar que a medida é contrária ao direito da União, a Comissão procede sem demora injustificada a consultas com a autoridade de fiscalização do mercado do Estado-Membro e o operador ou operadores em causa e avalia a medida nacional.

source: On the basis of the results of that evaluation, the Commission shall, within six months, or within 60 days in the case of non-compliance with the prohibition of the AI practices referred to in Article 5, starting from the notification referred to in Article 79(5), decide whether the national measure is justified and shall notify its decision to the market surveillance authority of the Member State concerned.
pt_pt: Em função dos resultados dessa avaliação, a Comissão decide, no prazo de seis meses, ou no prazo de 60 dias em caso de incumprimento da proibição das práticas de IA a que se refere o artigo 5.o, a contar da notificação a que se refere o artigo 79.o, n.o 5, se a medida nacional é justificada, e notifica a sua decisão à autoridade de fiscalização do mercado do Estado-Membro em causa.

source: The Commission shall also inform all other market surveillance authorities of its decision.
pt_pt: A Comissão informa todas as outras autoridades de fiscalização do mercado da sua decisão.

source: Where the Commission considers the measure taken by the relevant Member State to be justified, all Member States shall ensure that they take appropriate restrictive measures in respect of the AI system concerned, such as requiring the withdrawal of the AI system from their market without undue delay, and shall inform the Commission accordingly.
pt_pt: Se a Comissão considerar que a medida tomada pelo Estado-Membro em causa é justificada, todos os Estados-Membros devem garantir que tomam medidas restritivas adequadas relativamente ao sistema de IA em causa, como exigir a retirada do sistema de IA do seu mercado sem demora injustificada, e informam a Comissão em conformidade.

source: Where the Commission considers the national measure to be unjustified, the Member State concerned shall withdraw the measure and shall inform the Commission accordingly.
pt_pt: Se a Comissão considerar que a medida nacional é injustificada, o Estado-Membro em causa retira a medida e informa a Comissão em conformidade.

source: Where the national measure is considered justified and the non-compliance of the AI system is attributed to shortcomings in the harmonised standards or common specifications referred to in Articles 40 and 41 of this Regulation, the Commission shall apply the procedure provided for in Article 11 of Regulation (EU) No 1025/2012.
pt_pt: Se a medida nacional for considerada justificada e a não conformidade do sistema de IA for atribuída a deficiências das normas harmonizadas ou das especificações comuns a que se referem os artigos 40.o e 41.o do presente regulamento, a Comissão aplica o procedimento previsto no artigo 11.o do Regulamento (UE) n.o 1025/2012.

source: Article 82
pt_pt: Artigo 82.o

source: Compliant AI systems which present a risk
pt_pt: Sistemas de IA conformes que apresentam um risco

source: Where, having performed an evaluation under Article 79, after consulting the relevant national public authority referred to in Article 77(1), the market surveillance authority of a Member State finds that although a high-risk AI system complies with this Regulation, it nevertheless presents a risk to the health or safety of persons, to fundamental rights, or to other aspects of public interest protection, it shall require the relevant operator to take all appropriate measures to ensure that the AI system concerned, when placed on the market or put into service, no longer presents that risk without undue delay, within a period it may prescribe.
pt_pt: Se, uma vez realizada a avaliação prevista no artigo 79.o, após consulta da autoridade de fiscalização do mercado em causa a que se refere o artigo 77.o, n.o 1, a autoridade de fiscalização do mercado de um Estado-Membro concluir que, embora cumpra o presente regulamento, um sistema de IA de risco elevado apresenta um risco para a saúde, a segurança ou os direitos fundamentais ou outros aspetos de proteção do interesse público, exige ao operador correspondente que tome sem demora injustificada, num prazo que pode ser fixado pela autoridade, todas as medidas adequadas para assegurar que, quando for colocado no mercado ou colocado em serviço, o sistema de IA em causa já não apresenta esse risco.

source: The provider or other relevant operator shall ensure that corrective action is taken in respect of all the AI systems concerned that it has made available on the Union market within the timeline prescribed by the market surveillance authority of the Member State referred to in paragraph 1.
pt_pt: O prestador ou outro operador pertinente deve assegurar que a medida corretiva seja tomada relativamente a todos os sistemas de IA em causa que tenha disponibilizado no mercado da União, no prazo fixado pela autoridade de fiscalização do mercado do Estado-Membro a que se refere o n.o 1.

source: The Member States shall immediately inform the Commission and the other Member States of a finding under paragraph 1.
pt_pt: Os Estados-Membros informam imediatamente a Comissão e os restantes Estados-Membros da conclusão a que se refere o n.o 1.

source: That information shall include all available details, in particular the data necessary for the identification of the AI system concerned, the origin and the supply chain of the AI system, the nature of the risk involved and the nature and duration of the national measures taken.
pt_pt: As informações prestadas devem incluir todos os dados disponíveis, em particular os dados necessários à identificação do sistema de IA em causa, a origem e a cadeia de distribuição do sistema de IA, a natureza do risco e a natureza e duração das medidas nacionais adotadas.

source: The Commission shall without undue delay enter into consultation with the Member States concerned and the relevant operators, and shall evaluate the national measures taken.
pt_pt: A Comissão procede sem demora injustificada a consultas com os Estados-Membros em causa e com os operadores pertinentes e avalia as medidas nacionais adotadas.

source: On the basis of the results of that evaluation, the Commission shall decide whether the measure is justified and, where necessary, propose other appropriate measures.
pt_pt: Em função dos resultados dessa avaliação, a Comissão decide se a medida é justificada e, se necessário, propõe outras medidas adequadas.

source: The Commission shall immediately communicate its decision to the Member States concerned and to the relevant operators.
pt_pt: A Comissão comunica de imediato a sua decisão aos Estados-Membros em causa e aos operadores pertinentes.

source: It shall also inform the other Member States.
pt_pt: A Comissão informa igualmente os outros Estados-Membros.

source: Article 83
pt_pt: Artigo 83.o

source: Formal non-compliance
pt_pt: Não conformidade formal

source: Where the market surveillance authority of a Member State makes one of the following findings, it shall require the relevant provider to put an end to the non-compliance concerned, within a period it may prescribe:
pt_pt: Se a autoridade de fiscalização do mercado de um Estado-Membro chegar a uma das conclusões a seguir enunciadas, deve exigir ao prestador em causa que ponha termo à não conformidade em causa, num prazo que pode ser fixado pela autoridade:

source: the CE marking has been affixed in violation of Article 48;
pt_pt: A marcação CE foi aposta em violação do disposto no artigo 48.o;

source: the CE marking has not been affixed;
pt_pt: Não foi aposta a marcação CE;

source: the EU declaration of conformity referred to in Article 47 has not been drawn up;
pt_pt: Não foi elaborada uma declaração UE de conformidade referida no artigo 47.o;

source: the EU declaration of conformity referred to in Article 47 has not been drawn up correctly;
pt_pt: Não foi elaborada corretamente uma declaração UE de conformidade referida no artigo 47.o;

source: the registration in the EU database referred to in Article 71 has not been carried out;
pt_pt: Não foi efetuado o registo na base de dados da UE referido no artigo 71.o;

source: where applicable, no authorised representative has been appointed;
pt_pt: Não foi nomeado, quando aplicável, nenhum mandatário;

source: technical documentation is not available.
pt_pt: A documentação técnica não está disponível.

source: Where the non-compliance referred to in paragraph 1 persists, the market surveillance authority of the Member State concerned shall take appropriate and proportionate measures to restrict or prohibit the high-risk AI system being made available on the market or to ensure that it is recalled or withdrawn from the market without delay.
pt_pt: Se a não conformidade a que se refere o n.o 1 persistir, a autoridade de fiscalização do mercado do Estado-Membro em causa toma as medidas adequadas e proporcionadas para restringir ou proibir a disponibilização no mercado do sistema de IA de risco elevado ou para garantir que o mesmo seja recolhido ou retirado do mercado sem demora.

source: Article 84
pt_pt: Artigo 84.o

source: Union AI testing support structures
pt_pt: Estruturas da União de apoio à testagem da IA

source: The Commission shall designate one or more Union AI testing support structures to perform the tasks listed under Article 21(6) of Regulation (EU) 2019/1020 in the area of AI.
pt_pt: A Comissão designa uma ou mais estruturas da União de apoio à testagem para desempenhar as atividades enumeradas no artigo 21.o, n.o 6, do Regulamento (UE) 2019/1020 no domínio da IA.

source: Without prejudice to the tasks referred to in paragraph 1, Union AI testing support structures shall also provide independent technical or scientific advice at the request of the Board, the Commission, or of market surveillance authorities.
pt_pt: Sem prejuízo das atividades a que se refere o n.o 1, as estruturas da União de apoio à testagem da IA também prestam aconselhamento técnico ou científico independente a pedido do Comité, da Comissão ou das autoridades de fiscalização do mercado.

source: Remedies
pt_pt: Vias de recurso

source: Article 85
pt_pt: Artigo 85.o

source: Right to lodge a complaint with a market surveillance authority
pt_pt: Direito de apresentar queixa a uma autoridade de fiscalização do mercado

source: Without prejudice to other administrative or judicial remedies, any natural or legal person having grounds to consider that there has been an infringement of the provisions of this Regulation may submit complaints to the relevant market surveillance authority.
pt_pt: Sem prejuízo de outras vias de recurso administrativas ou judiciais, qualquer pessoa singular ou coletiva que tenha motivos para considerar que houve uma infração às disposições do presente regulamento pode apresentar uma queixa à autoridade de fiscalização do mercado competente.

source: In accordance with Regulation (EU) 2019/1020, such complaints shall be taken into account for the purpose of conducting market surveillance activities, and shall be handled in line with the dedicated procedures established therefor by the market surveillance authorities.
pt_pt: Em conformidade com o Regulamento (UE) 2019/1020, essas queixas devem ser tidas em conta para efeitos da realização das atividades de fiscalização do mercado e tratadas em conformidade com os procedimentos específicos estabelecidos para o efeito pelas autoridades de fiscalização do mercado.

source: Article 86
pt_pt: Artigo 86.o

source: Right to explanation of individual decision-making
pt_pt: Direito a explicações sobre as decisões individuais

source: Any affected person subject to a decision which is taken by the deployer on the basis of the output from a high-risk AI system listed in Annex III, with the exception of systems listed under point 2 thereof, and which produces legal effects or similarly significantly affects that person in a way that they consider to have an adverse impact on their health, safety or fundamental rights shall have the right to obtain from the deployer clear and meaningful explanations of the role of the AI system in the decision-making procedure and the main elements of the decision taken.
pt_pt: Qualquer pessoa afetada sujeita a uma decisão tomada pelo responsável pela implantação com base nos resultados de um sistema de IA de risco elevado enumerado no anexo III, com exceção dos sistemas enumerados no ponto 2 desse anexo, e que produza efeitos jurídicos ou analogamente afete num grau significativo essa pessoa, de forma que considere ter repercussões negativas na sua saúde, segurança ou direitos fundamentais, tem o direito de obter do responsável pela implantação explicações claras e pertinentes sobre o papel do sistema de IA no processo de tomada de decisão e sobre os principais elementos da decisão tomada.

source: Paragraph 1 shall not apply to the use of AI systems for which exceptions from, or restrictions to, the obligation under that paragraph follow from Union or national law in compliance with Union law.
pt_pt: O n.o 1 não se aplica à utilização de sistemas de IA para os quais as exceções ou restrições à obrigação prevista nesse número decorram do direito da União ou do direito nacional em conformidade com o direito da União.

source: This Article shall apply only to the extent that the right referred to in paragraph 1 is not otherwise provided for under Union law.
pt_pt: O presente artigo só é aplicável na medida em que o direito a que se refere o n.o 1 não esteja estipulado em contrário no direito da União.

source: Article 87
pt_pt: Artigo 87.o

source: Reporting of infringements and protection of reporting persons
pt_pt: Denúncia de infrações e proteção dos denunciantes

source: Directive (EU) 2019/1937 shall apply to the reporting of infringements of this Regulation and the protection of persons reporting such infringements.
pt_pt: A Diretiva (UE) 2019/1937 aplica-se à denúncia de infrações ao presente regulamento e à proteção das pessoas que denunciam essas infrações.

source: Supervision, investigation, enforcement and monitoring in respect of providers of general-purpose AI models
pt_pt: Supervisão, investigação, execução e controlo no que respeita a prestadores de modelos de IA de finalidade geral

source: Article 88
pt_pt: Artigo 88.o

source: Enforcement of the obligations of providers of general-purpose AI models
pt_pt: Execução das obrigações dos prestadores de modelos de IA de finalidade geral

source: The Commission shall have exclusive powers to supervise and enforce Chapter V, taking into account the procedural guarantees under Article 94.
pt_pt: A Comissão dispõe de poderes exclusivos para supervisionar e fazer cumprir o disposto no capítulo V, tendo em conta as garantias processuais previstas no artigo 94.o.

source: The Commission shall entrust the implementation of these tasks to the AI Office, without prejudice to the powers of organisation of the Commission and the division of competences between Member States and the Union based on the Treaties.
pt_pt: A Comissão confia a execução destas funções ao Serviço para a IA, sem prejuízo dos poderes de organização da Comissão e da repartição de competências entre os Estados-Membros e a União com base nos Tratados.

source: Without prejudice to Article 75(3), market surveillance authorities may request the Commission to exercise the powers laid down in this Section, where that is necessary and proportionate to assist with the fulfilment of their tasks under this Regulation.
pt_pt: Sem prejuízo do disposto no artigo 75.o, n.o 3, as autoridades de fiscalização do mercado podem solicitar à Comissão que exerça os poderes previstos na presente secção, sempre que tal seja necessário e proporcionado para ajudar no desempenho das suas funções nos termos do presente regulamento.

source: Article 89
pt_pt: Artigo 89.o

source: Monitoring actions
pt_pt: Medidas de acompanhamento
